Repository: common-repository/post-to-instagram
Catalog: languages/post-to-instagram-*.po
Languages: de_de, ru_ru

source: Settings - Post To Instagram
de_de: Einstellungen - Post To Instagram
ru_ru: Настройки - Post To Instagram

source: The plugin allows to publish in your account instagram your posts.
de_de: Dieser Plugin ermöglicht Ihnen Ihre WordPress Posts automatisch bei Instagram zu veröffentlichen.
ru_ru: Плагин позволяет публиковать автоматически посты в ваш аккаунт инстаграма.

source: Save Changes
de_de: Einstellungen speichern
ru_ru: Сохранить настройки

source: Settings
de_de: Einstellungen
ru_ru: Настройки

source: Instagram login
de_de: Login für Instagram
ru_ru: Инстаграм логин

source: Instagram password
de_de: Passwort für Instagram
ru_ru: Инстаграм пароль

source: Plugin status
ru_ru: Статус плагина

source: Send new posts in instagram when publishing
de_de: Neue Posts bei Veröffentlichung an Instagram senden
ru_ru: Отправлять новые посты в инстаграм при публикации

source: Do not send automatically
de_de: Nicht automatisch senden
ru_ru: Но отправлять автоматически

source: To send a link to a post?
de_de: Link zum Post mitsenden?
ru_ru: Отправлять ссылку на пост?

source: Enable
de_de: Einschalten
ru_ru: Включить

source: Disable
de_de: Ausschalten
ru_ru: Выключить

source: Use category as a hashtag?
de_de: Kategorien als Hashtag benutzen?
ru_ru: Использовать категории как хештеги?

source: Use tags as a hashtag?
de_de: Tags als Hashtag benutzen?
ru_ru: Использовать теги как хештеги?

source: Resend to instagram
de_de: Nochmal absenden
ru_ru: Отправить снова

source: Sending...
de_de: Wird gesendet…
ru_ru: Отправка...

source: Authorisation error
de_de: Fehler bei der Authentifizierung
ru_ru: Ошибка авторизации

source: Not yet sent...
de_de: Noch nicht angearbeitet
ru_ru: Еще не обработано

source: Posted on
de_de: Gepostet in
ru_ru: Опубликовано в

source: Successfully sent
de_de: Erfolgreich gesendet
ru_ru: Успешно отправлено

source: Error:
de_de: Fehler:
ru_ru: Ошибка:
